CSI API ETABS v1

# cDCoACI318_11 Interface

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    public interface cDCoACI318_11

    Public Interface cDCoACI318_11

    Dim instance As cDCoACI318_11

    public interface class cDCoACI318_11

    type cDCoACI318_11 =  interface end

The cDCoACI318_11 type exposes the following members.

Methods

| Name| Description
---|---|---
|
GetOverwrite|
|
GetPreference|
|
SetOverwrite|
|
SetPreference|
Top

See Also

#### Reference

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com